Repository: moein1985/mik_flutter
Catalog: lib/l10n/app_*.arb
Languages: fa

# liveLogTabInfo
source: Shows real-time log updates as they occur on the router. Starts empty and displays only new logs (max 500). Logs are displayed from oldest (top) to newest (bottom).
fa: نمایش بروزرسانی‌های زنده لاگ‌ها به محض رخ دادن در روتر. با لیست خالی شروع می‌شود و فقط لاگ‌های جدید را نمایش می‌دهد (حداکثر 500). لاگ‌ها از قدیمی‌ترین (بالا) به جدیدترین (پایین) نمایش داده می‌شوند.

source: Close
fa: بستن

source: Search
fa: جستجو

source: Search logs...
fa: جستجو در لاگ‌ها...

source: Clear Logs
fa: پاک کردن لاگ‌ها

# clearLogsConfirmation
source: Are you sure you want to clear all logs?
fa: آیا مطمئن هستید که می‌خواهید تمام لاگ‌ها را پاک کنید؟

source: Clear
fa: پاک کردن

source: Filter Logs
fa: فیلتر لاگ‌ها

source: Topics
fa: موضوعات

source: Apply Filter
fa: اعمال فیلتر

source: Clear Filter
fa: پاک کردن فیلتر

source: Common Topics:
fa: موضوعات رایج:

source: No logs found
fa: هیچ لاگی یافت نشد

# noLiveLogs
source: No live logs available
fa: هیچ لاگ زنده‌ای موجود نیست

# logsCleared
source: Logs cleared successfully
fa: لاگ‌ها با موفقیت پاک شدند

source: Backup & Restore
fa: پشتیبان‌گیری و بازیابی

source: Create Backup
fa: ایجاد پشتیبان

source: Backup Name
fa: نام پشتیبان

# backupNameRequired
source: Backup name is required
fa: نام پشتیبان الزامی است

# backupNameNoSpaces
source: Backup name cannot contain spaces
fa: نام پشتیبان نمی‌تواند شامل فاصله باشد

# backupDescription
source: Create a backup of the current RouterOS configuration.
fa: ایجاد پشتیبان از تنظیمات فعلی RouterOS.

source: Create
fa: ایجاد

source: No backups found
fa: هیچ پشتیبانی یافت نشد

source: Restore
fa: بازیابی

source: Confirm Restore
fa: تأیید بازیابی

# restoreBackupWarning
source: Are you sure you want to restore from this backup? This will overwrite current configuration.
fa: آیا مطمئن هستید که می‌خواهید از این پشتیبان بازیابی کنید؟ این کار تنظیمات فعلی را بازنویسی خواهد کرد.

source: Confirm Delete
fa: تأیید حذف

# deleteBackupWarning
source: Are you sure you want to delete this backup?
fa: آیا مطمئن هستید که می‌خواهید این پشتیبان را حذف کنید؟

source: Network Management
fa: مدیریت شبکه

source: Security & Access
fa: امنیت و دسترسی

source: Monitoring & Tools
fa: مانیتورینگ و ابزارها

source: Advanced Features
fa: ویژگی‌های پیشرفته

# pingQuickTip
source: For most tasks, you don't need advanced settings! Just enter the address and tap Start.
fa: برای اکثر کارها نیازی به تنظیمات پیشرفته نیست! فقط آدرس رو وارد کن و Start بزن.

source: Advanced Options
fa: تنظیمات پیشرفته

source: For advanced users
fa: برای کاربران حرفه‌ای

source: Packet Size
fa: اندازه بسته

# packetSizeHelp
source: Data packet size in bytes. • Default: 56 bytes • Sufficient for normal testing • Use higher values (e.g., 1500) for MTU testing
fa: اندازه بسته داده به بایت. • مقدار پیش‌فرض: ۵۶ بایت • برای تست عادی کافیه • برای تست MTU مقدار بالاتر (مثلاً ۱۵۰۰) استفاده کن

source: TTL
fa: زمان زندگی

# ttlHelp
source: Maximum number of routers the packet can pass through. • Default: 64 • Usually no need to change • Higher values mean lost packets take longer to detect
fa: حداکثر تعداد روترهایی که بسته می‌تونه ازشون عبور کنه. • مقدار پیش‌فرض: ۶۴ • معمولاً نیازی به تغییر نیست • اگه زیاد باشه، بسته‌های گم‌شده دیرتر تشخیص داده میشن

source: Interval
fa: فاصله زمانی

# intervalHelp
source: Time between sending each packet in seconds. • Default: 1 second • Lower = faster test • Higher = less network load
fa: فاصله بین ارسال هر پکت به ثانیه. • مقدار پیش‌فرض: ۱ ثانیه • مقدار کمتر = تست سریع‌تر • مقدار بیشتر = بار کمتر روی شبکه

source: Count
fa: تعداد

# countHelp
source: Total number of packets to send. • Default: 100 • For quick test: 4 to 10 • For stability test: 100+
fa: تعداد کل پکت‌هایی که ارسال میشه. • مقدار پیش‌فرض: ۱۰۰ • برای تست سریع: ۴ تا ۱۰ • برای تست پایداری: ۱۰۰+

source: Source Address
fa: آدرس مبدأ

# sourceAddressHelp
source: IP address from which packets are sent. • Auto: Router chooses the best address • If you have multiple IPs, you can specify which one to use
fa: آدرس IP که پکت‌ها ازش ارسال میشه. • Auto: روتر خودش بهترین آدرس رو انتخاب میکنه • اگه چند IP داری، می‌تونی مشخص کنی از کدوم ارسال بشه

# interfaceHelp
source: Which network port to send packets from. • Auto: Router decides automatically • Useful when you have multiple routes to a destination • Select to test a specific port
fa: از کدوم پورت شبکه پکت ارسال بشه. • Auto: روتر خودش تصمیم میگیره • مفید وقتی چند مسیر به یه مقصد داری • برای تست یه پورت خاص انتخاب کن

source: Do Not Fragment
fa: تکه‌تکه نکن

# doNotFragmentHelp
source: If enabled, packets won't be fragmented. • Used for testing network MTU • If packet is larger than MTU, it will fail • Usually not needed
fa: اگه فعال باشه، بسته‌ها تیکه‌تیکه نمیشن. • برای تست MTU شبکه استفاده میشه • اگه بسته بزرگ‌تر از MTU باشه، خطا میده • معمولاً نیازی به فعال کردن نیست

source: For MTU testing
fa: برای تست MTU

source: Auto (default)
fa: خودکار (پیش‌فرض)

source: Live Statistics
fa: آمار زنده

source: Sent
fa: ارسال

source: Received
fa: دریافت

source: Loss
fa: از دست رفته

# successRate
source: {rate}% Success Rate
fa: {rate}% موفقیت

source: Round Trip Time
fa: زمان رفت و برگشت

source: Min
fa: حداقل

source: Avg
fa: میانگین

source: Max
fa: حداکثر

source: Packet History
fa: تاریخچه پکت‌ها

# packetsCount
source: {count} packets
fa: {count} پکت

source: Waiting for packets...
fa: در انتظار پکت‌ها...

source: START
fa: شروع

source: STOP
fa: توقف

# pleaseEnterTarget
source: Please enter a target address
fa: لطفاً آدرس مقصد را وارد کنید

# targetHostHint
source: e.g., 1.1.1.1 or 8.8.8.8
fa: مثلاً 1.1.1.1 یا 8.8.8.8

source: bytes
fa: بایت

source: sec
fa: ثانیه

source: timeout
fa: وقفه

# tracerouteQuickTip
source: 💡 Traceroute shows the path packets take to reach an IP address. Note: Only IP addresses are supported, not domain names.
fa: 💡 Traceroute مسیر بسته‌ها تا یک آدرس IP را نشان می‌دهد. توجه: فقط از آدرس IP پشتیبانی می‌شود، نه نام دامنه.

# maxHopsLabel
source: Max Hops
fa: حداکثر گام

# maxHopsHelp
source: Maximum number of hops to trace. • Default: 30 • Lower value = faster but may not reach destination • Higher value = can trace longer paths
fa: حداکثر تعداد گام‌هایی که ردیابی می‌شود. • پیش‌فرض: ۳۰ • مقدار کمتر = سریع‌تر ولی ممکن است به مقصد نرسد • مقدار بیشتر = می‌تواند مسیرهای طولانی‌تر را ردیابی کند

# countProbes
source: Probes per Hop
fa: تعداد کاوش هر گام

# countProbesHelp
source: Number of probe packets sent per hop. • Default: 3 • More probes = more accurate RTT statistics • Fewer probes = faster completion
fa: تعداد بسته‌های کاوش ارسال شده برای هر گام. • پیش‌فرض: ۳ • کاوش بیشتر = آمار RTT دقیق‌تر • کاوش کمتر = اتمام سریع‌تر

# timeoutMsLabel
source: Timeout
fa: مهلت زمانی

# timeoutMsHelp
source: Time to wait for each probe response. • Default: 1000ms • Lower timeout = faster but may miss slow responses • Higher timeout = more accurate for high-latency paths
fa: زمان انتظار برای پاسخ هر کاوش. • پیش‌فرض: ۱۰۰۰ میلی‌ثانیه • مهلت کمتر = سریع‌تر ولی ممکن است پاسخ‌های کند را از دست بدهد • مهلت بیشتر = دقیق‌تر برای مسیرهای با تأخیر بالا

source: ms
fa: میلی‌ثانیه

source: Route Path
fa: مسیر

# hopCount
source: {count} hops
fa: {count} گام

source: Total Time
fa: زمان کل

source: Target Reached
fa: به مقصد رسید

source: Target Not Reached
fa: به مقصد نرسید

source: Hop #{number}
fa: گام #{number}

source: Unknown
fa: ناشناخته

source: Best
fa: بهترین

source: Worst
fa: بدترین

# waitingForHops
source: Waiting for route discovery...
fa: در انتظار کشف مسیر...

# tracerouteInProgress
source: Tracing route to {target}...
fa: در حال ردیابی مسیر به {target}...

source: hops
fa: گام

# wirelessManagementDescription
source: Manage wireless interfaces, clients, and security profiles
fa: مدیریت رابط‌های بی‌سیم، کلاینت‌ها و پروفایل‌های امنیتی

# wirelessManagementHelpText
source: This section allows you to manage wireless interfaces, monitor connected clients, configure security profiles, and perform wireless network scans.
fa: این بخش به شما اجازه می‌دهد تا رابط‌های بی‌سیم را مدیریت کنید، کلاینت‌های متصل را نظارت کنید، پروفایل‌های امنیتی را پیکربندی کنید و اسکن شبکه‌های بی‌سیم را انجام دهید.

source: Help
fa: راهنما

source: OK
fa: تأیید

# subscriptionTitle
source: Subscription
fa: اشتراک

# subscriptionError
source: An error occurred. Please try again.
fa: خطایی رخ داد. لطفا دوباره تلاش کنید.

# subscriptionSubscribed
source: You are subscribed
fa: شما مشترک هستید

# subscriptionSubscribedUntil
source: Subscribed until {date}
fa: مشترک تا {date}

# subscriptionTrialActive
source: Trial period active
fa: دوره آزمایشی فعال است

# subscriptionTrialEndsIn
source: {days} days of free trial remaining
fa: {days} روز از دوره آزمایشی رایگان باقی مانده است

# subscriptionNotSubscribed
source: Not Subscribed
fa: فاقد اشتراک

# subscriptionNotSubscribedSubtitle
source: You can use the app for 7 days for free.
fa: شما می‌توانید تا ۷ روز به صورت رایگان از برنامه استفاده کنید.

# subscriptionStatusTitle
source: Subscription Status
fa: وضعیت اشتراک

# subscriptionPlanTitle
source: Subscription Plan
fa: طرح اشتراک

# subscriptionMonthlyPlan
source: Monthly Plan
fa: طرح ماهانه

# subscriptionPriceLoading
source: Loading...
fa: درحال بارگذاری...

# subscriptionFeature1
source: Access to all premium features
fa: دسترسی به تمام امکانات ویژه

# subscriptionFeature2
source: Unlimited device management
fa: مدیریت نامحدود دستگاه

# subscriptionFeature3
source: Priority support
fa: پشتیبانی در اولویت

# subscriptionCtaButtonLoading
source: Loading...
fa: درحال پردازش...

# subscriptionCtaButtonSubscribed
source: Subscribed
fa: مشترک شده

# subscriptionCtaButtonPurchase
source: Purchase Subscription
fa: خرید اشتراک

# subscriptionCtaButtonTrial
source: Start 7-day Free Trial
fa: شروع ۷ روز دوره رایگان

# premiumFeatureTitle
source: Premium Feature
fa: قابلیت ویژه

# premiumFeatureSubtitle
source: Tap to unlock all features
fa: برای باز کردن تمام امکانات ضربه بزنید
