Repository: moein1985/mik_flutter
Catalog: lib/l10n/app_*.arb
Languages: fa

# appName
source: Network Assistant
fa: دستیار شبکه

source: Refresh
fa: بروزرسانی

source: Active
fa: فعال

source: Login
fa: ورود

source: Logout
fa: خروج

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Host
fa: میزبان

source: Port
fa: پورت

source: Remember me
fa: مرا به خاطر بسپار

# loginButton
source: Login
fa: ورود

# loginError
source: Login failed
fa: ورود ناموفق

source: Connection error
fa: خطای اتصال

# invalidCredentials
source: Invalid username or password
fa: نام کاربری یا رمز عبور اشتباه است

source: Dashboard
fa: داشبورد

source: Interfaces
fa: رابط‌ها

source: IP Addresses
fa: آدرس‌های IP

source: DHCP Server
fa: سرور DHCP

source: Firewall
fa: فایروال

source: Settings
fa: تنظیمات

source: System Resources
fa: منابع سیستم

source: Uptime
fa: مدت فعالیت

source: Version
fa: نسخه

source: CPU
fa: پردازنده

source: Memory
fa: حافظه

source: Disk
fa: دیسک

source: CPU Load
fa: بار پردازنده

source: Free Memory
fa: حافظه آزاد

source: Total Memory
fa: کل حافظه

source: Free Disk
fa: دیسک آزاد

source: Total Disk
fa: کل دیسک

source: Language
fa: زبان

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: Change Language
fa: تغییر زبان

source: Connecting...
fa: در حال اتصال...

source: Loading...
fa: در حال بارگذاری...

source: Retry
fa: تلاش مجدد

source: Cancel
fa: لغو

source: Save
fa: ذخیره

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Add
fa: افزودن

source: Name
fa: نام

source: Type
fa: نوع

source: Status
fa: وضعیت

source: Enabled
fa: فعال

source: Disabled
fa: غیرفعال

source: Running
fa: در حال اجرا

source: Address
fa: آدرس

source: Network
fa: شبکه

source: Interface
fa: رابط شبکه

source: Comment
fa: توضیحات

# noData
source: No data available
fa: داده‌ای موجود نیست

source: Error
fa: خطا

source: Success
fa: موفقیت

source: Warning
fa: هشدار

# info
source: Information
fa: اطلاعات

source: Confirm
fa: تایید

source: Yes
fa: بله

source: No
fa: خیر

source: Please wait...
fa: لطفاً صبر کنید...

source: HotSpot
fa: هات اسپات

source: HotSpot Users
fa: کاربران هات اسپات

# hotspotActiveUsers
source: Active Users
fa: کاربران فعال

source: HotSpot Servers
fa: سرورهای هات اسپات

# hotspotProfiles
source: User Profiles
fa: پروفایل‌های کاربری

source: Add User
fa: افزودن کاربر

source: Disconnect
fa: قطع اتصال

source: Bytes In
fa: بایت دریافتی

source: Bytes Out
fa: بایت ارسالی

source: Packets In
fa: بسته دریافتی

source: Packets Out
fa: بسته ارسالی

source: MAC Address
fa: آدرس مک

source: Login By
fa: روش ورود

source: Session Time
fa: زمان نشست

source: Idle Time
fa: زمان بیکاری

source: Address Pool
fa: استخر آدرس

source: Profile
fa: پروفایل

source: Server
fa: سرور

source: Session Timeout
fa: تایم‌اوت نشست

source: Idle Timeout
fa: تایم‌اوت بیکاری

source: Shared Users
fa: کاربران اشتراکی

source: Rate Limit
fa: محدودیت سرعت

source: Status Accounting
fa: حسابداری وضعیت

source: Transparent Proxy
fa: پروکسی شفاف

source: Certificates
fa: گواهینامه‌ها

source: Local CA
fa: CA محلی

# letsEncryptCertificateActive
source: Certificate Active
fa: گواهینامه فعال

# letsEncryptNoCertificate
source: No Certificate
fa: بدون گواهینامه

# letsEncryptCertificateIssued
source: Certificate issued successfully!
fa: گواهینامه با موفقیت صادر شد!

# letsEncryptSuccessDescription
source: Your Let's Encrypt certificate has been issued and configured. You can now use HTTPS with your router.
fa: گواهینامه Let's Encrypt شما صادر و پیکربندی شده است. اکنون می‌توانید از HTTPS با روتر خود استفاده کنید.

source: View Certificate
fa: مشاهده گواهینامه

# letsEncryptAutoFixSuccess
source: Issue fixed successfully
fa: مشکل با موفقیت برطرف شد

# letsEncryptAutoFixing
source: Fixing issue...
fa: در حال رفع مشکل...

# letsEncryptRequesting
source: Requesting Certificate...
fa: در حال درخواست گواهینامه...

# letsEncryptRequestingInfo
source: This may take 1-2 minutes. The router needs to verify domain ownership via port 80.
fa: این کار ممکن است ۱ تا ۲ دقیقه طول بکشد. روتر باید مالکیت دامنه را از طریق پورت ۸۰ تأیید کند.

# letsEncryptCertName
source: Certificate Name
fa: نام گواهینامه

# letsEncryptExpiresAt
source: Expires At
fa: تاریخ انقضا

# letsEncryptDaysRemaining
source: Days Remaining
fa: روز باقیمانده

# letsEncryptExpiringSoon
source: Certificate is expiring soon. Consider renewing.
fa: گواهینامه به زودی منقضی می‌شود. تمدید کنید.

# letsEncryptRevoke
source: Delete Certificate
fa: حذف گواهینامه

# letsEncryptRenew
source: Renew Certificate
fa: تمدید گواهینامه

# letsEncryptGetCertificate
source: Get Free SSL Certificate
fa: دریافت گواهینامه SSL رایگان

# letsEncryptInfo
source: About Let's Encrypt
fa: درباره Let's Encrypt

# letsEncryptInfoText
source: Let's Encrypt provides free SSL certificates that are trusted by all browsers. Certificates are valid for 90 days and can be renewed automatically.
fa: Let's Encrypt گواهینامه‌های SSL رایگان ارائه می‌دهد که توسط همه مرورگرها معتبر شناخته می‌شوند. گواهینامه‌ها ۹۰ روز اعتبار دارند و می‌توانند به صورت خودکار تمدید شوند.

# letsEncryptPreChecks
source: Pre-flight Checks
fa: بررسی‌های اولیه

# letsEncryptPreChecksDesc
source: Before requesting a certificate, we need to verify your router meets all requirements.
fa: قبل از درخواست گواهینامه، باید مطمئن شویم روتر شما تمام الزامات را برآورده می‌کند.

# letsEncryptDnsName
source: Your DNS Name
fa: نام DNS شما

# letsEncryptDomainSection
source: Domain
fa: دامنه

# letsEncryptTechnicalPrereqs
source: Technical Prerequisites
fa: پیش‌نیازهای فنی

# letsEncryptAllPrereqsMet
source: All ready
fa: همه آماده

# letsEncryptPrereqsIssues
source: {count} issue(s)
fa: {count} مشکل

# letsEncryptShowDetails
source: Show details
fa: نمایش جزئیات

# letsEncryptHideDetails
source: Hide details
fa: پنهان کردن جزئیات

# letsEncryptUseCloudDdns
source: Use Cloud DDNS (Recommended)
fa: استفاده از Cloud DDNS (پیشنهادی)

# letsEncryptUseCustomDomain
source: Use Custom Domain
fa: استفاده از دامنه اختصاصی

# letsEncryptCloudDdnsDesc
source: Free MikroTik domain - automatically configured
fa: دامنه رایگان MikroTik - به صورت خودکار تنظیم می‌شود

# letsEncryptCustomDomainDesc
source: A domain you have registered yourself
fa: دامنه‌ای که خودتان ثبت کرده‌اید

# letsEncryptEnableCloudDdns
source: Enable Cloud DDNS
fa: فعال‌سازی Cloud DDNS

# letsEncryptCloudDdnsEnabling
source: Enabling...
fa: در حال فعال‌سازی...

# letsEncryptCloudDdnsWaiting
source: Waiting for DNS name assignment...
fa: در انتظار اختصاص نام DNS...

# letsEncryptCloudNotSupportedTitle
source: Cloud DDNS Not Available
fa: Cloud DDNS در دسترس نیست

# letsEncryptCloudNotSupportedMessage
source: Your router is an x86/CHR (virtual) type and Cloud DDNS service is not supported on these routers.
fa: روتر شما از نوع x86/CHR (مجازی) است و سرویس Cloud DDNS روی این نوع روترها پشتیبانی نمی‌شود.

# letsEncryptDontWorry
source: Don't worry! You can use a free domain.
fa: نگران نباشید! می‌توانید از یک دامنه رایگان استفاده کنید.

# letsEncryptCustomDomainRequired
source: Custom Domain (Required)
fa: دامنه اختصاصی (الزامی)

# letsEncryptDomainMustPointTo
source: This domain must point to your router's public IP:
fa: این دامنه باید به IP عمومی روتر شما اشاره کند:

# letsEncryptYourIp
source: Your IP
fa: IP شما

# letsEncryptNoFreeDomain
source: Don't have a free domain?
fa: دامنه رایگان ندارید؟

# letsEncryptFreeDomainProviders
source: Get one free from these services:
fa: از این سرویس‌ها رایگان بگیرید:

# letsEncryptDuckDnsSimple
source: DuckDNS.org (Simple & Fast)
fa: DuckDNS.org (ساده و سریع)

# letsEncryptVideoGuide
source: Video Guide
fa: راهنمای ویدیویی

# letsEncryptGetFreeSslCertificate
source: Get Free SSL Certificate
fa: دریافت گواهی SSL رایگان

# letsEncryptEnterDomainToContinue
source: Enter domain to continue
fa: برای ادامه دامنه را وارد کنید

# letsEncryptFixIssuesFirst
source: Fix issues first
fa: ابتدا مشکلات را رفع کنید

# letsEncryptAutoFix
source: Auto Fix
fa: رفع خودکار

# letsEncryptRequestNow
source: Request Certificate
fa: درخواست گواهینامه

# letsEncryptAutoFixAll
source: Fix All Issues
fa: رفع همه مشکلات

# letsEncryptRecheck
source: Re-check
fa: بررسی مجدد

# letsEncryptFix
source: Fix
fa: رفع

# letsEncryptCloudNotSupported
source: Cloud DDNS Not Supported
fa: Cloud DDNS پشتیبانی نمی‌شود

# letsEncryptCloudNotSupportedDesc
source: MikroTik Cloud services are not available on x86/CHR (virtual) routers. You must use a custom domain (e.g., from DuckDNS) that points to your router's public IP.
fa: سرویس‌های MikroTik Cloud روی روترهای x86/CHR (مجازی) در دسترس نیست. شما باید از یک دامنه اختصاصی (مثلاً از DuckDNS) که به IP عمومی روتر اشاره می‌کند استفاده کنید.

# letsEncryptDnsNameLabel
source: DNS Name / Domain
fa: نام DNS / دامنه

# letsEncryptDnsNameHelperCloud
source: Auto-filled from Cloud DDNS (you can change it)
fa: از Cloud DDNS پر شده (می‌توانید تغییرش دهید)

# letsEncryptDnsNameHelperCustom
source: Enter your domain name pointing to this router
fa: نام دامنه‌ای که به این روتر اشاره می‌کند را وارد کنید

# letsEncryptDnsNameHelperRequired
source: Required: Enter a domain that points to your router's IP
fa: الزامی: دامنه‌ای که به IP روتر اشاره می‌کند را وارد کنید

# letsEncryptDomainRequired
source: You must enter a domain name to continue
fa: برای ادامه باید نام دامنه وارد کنید

# letsEncryptEnterDomainFirst
source: Enter Domain Name First
fa: ابتدا نام دامنه وارد کنید

# letsEncryptCheckCloud
source: Cloud DDNS Enabled
fa: Cloud DDNS فعال

# letsEncryptCheckDns
source: DNS Name Available
fa: نام DNS در دسترس

# letsEncryptCheckPort80
source: Port 80 Accessible
fa: پورت ۸۰ در دسترس

# letsEncryptCheckFirewall
source: Firewall Allows Port 80
fa: فایروال پورت ۸۰ را مجاز می‌داند

# letsEncryptCheckNat
source: No NAT Redirect on Port 80
fa: NAT پورت ۸۰ را ریدایرکت نمی‌کند

# letsEncryptCheckWww
source: WWW Service Not on Port 80
fa: سرویس WWW روی پورت ۸۰ نیست

# letsEncryptLoadingStatus
source: Loading certificate status...
fa: در حال بارگذاری وضعیت گواهینامه...

# letsEncryptRunningPreChecks
source: Running pre-flight checks...
fa: در حال اجرای بررسی‌های اولیه...

# letsEncryptErrorCloudNotEnabled
source: Cloud DDNS is not enabled. Enable it to get a DNS name.
fa: Cloud DDNS فعال نیست. برای دریافت نام DNS آن را فعال کنید.

# letsEncryptErrorDnsNotAvailable
source: DNS name not available yet. Wait for MikroTik Cloud to assign one.
fa: نام DNS هنوز در دسترس نیست. منتظر بمانید تا MikroTik Cloud یکی اختصاص دهد.

# letsEncryptErrorPort80Blocked
source: Port 80 is blocked. It must be accessible from the internet.
fa: پورت ۸۰ مسدود است. باید از اینترنت قابل دسترسی باشد.

# letsEncryptErrorWwwNotOnPort80
source: WWW service must be enabled on port 80 for Let's Encrypt to work.
fa: سرویس WWW باید روی پورت ۸۰ فعال باشد تا Let's Encrypt کار کند.

# letsEncryptErrorWwwCheckFailed
source: Could not check WWW service status.
fa: بررسی وضعیت سرویس WWW ممکن نشد.

# letsEncryptErrorAcmeConnectionFailed
source: Cannot connect to Let's Encrypt servers. This may be due to internet restrictions or sanctions in your region. Try using a VPN on your router.
fa: امکان اتصال به سرورهای Let's Encrypt وجود ندارد. این ممکن است به دلیل محدودیت‌های اینترنتی یا تحریم در منطقه شما باشد. از VPN روی روتر استفاده کنید.

# letsEncryptErrorAcmeDnsResolutionFailed
source: Cannot resolve Let's Encrypt server address. Check your router's DNS settings.
fa: امکان پیدا کردن آدرس سرور Let's Encrypt وجود ندارد. تنظیمات DNS روتر را بررسی کنید.

# letsEncryptErrorAcmeSslUpdateFailed
source: Failed to obtain SSL certificate. The router could not complete the Let's Encrypt verification process.
fa: دریافت گواهینامه SSL ناموفق بود. روتر نتوانست فرآیند تأیید Let's Encrypt را تکمیل کند.

# letsEncryptErrorAcmeRateLimited
source: Too many certificate requests. Let's Encrypt has rate limits. Please wait a few hours and try again.
fa: تعداد درخواست‌های گواهینامه بیش از حد مجاز است. Let's Encrypt محدودیت دارد. لطفاً چند ساعت صبر کنید و دوباره تلاش کنید.

# letsEncryptErrorAcmeAuthorizationFailed
source: Domain verification failed. Make sure port 80 is accessible from the internet and your domain points to this router.
fa: تأیید دامنه ناموفق بود. مطمئن شوید پورت ۸۰ از اینترنت قابل دسترسی است و دامنه شما به این روتر اشاره می‌کند.

# letsEncryptErrorAcmeChallengeValidationFailed
source: Challenge validation failed. Let's Encrypt could not verify your domain ownership. Ensure port 80 is forwarded correctly.
fa: اعتبارسنجی چالش ناموفق بود. Let's Encrypt نتوانست مالکیت دامنه شما را تأیید کند. مطمئن شوید پورت ۸۰ به درستی فوروارد شده است.

# letsEncryptErrorAcmeTimeout
source: Connection to Let's Encrypt timed out. Check your internet connection and try again.
fa: اتصال به Let's Encrypt منقضی شد. اتصال اینترنت را بررسی کنید و دوباره تلاش کنید.

# letsEncryptErrorAcmeGeneric
source: Let's Encrypt error: {error}
fa: خطای Let's Encrypt: {error}

# letsEncryptErrorNatRule
source: A NAT rule is redirecting port 80. Disable it temporarily.
fa: یک قاعده NAT پورت ۸۰ را ریدایرکت می‌کند. موقتاً غیرفعالش کنید.

# letsEncryptErrorLoadFailed
source: Failed to load certificate status
fa: بارگذاری وضعیت گواهینامه ناموفق بود

# letsEncryptErrorPreChecksFailed
source: Failed to run pre-flight checks
fa: اجرای بررسی‌های اولیه ناموفق بود

# letsEncryptErrorAutoFixFailed
source: Failed to fix the issue automatically
fa: رفع خودکار مشکل ناموفق بود

# letsEncryptErrorRequestFailed
source: Failed to request certificate. Check port 80 accessibility.
fa: درخواست گواهینامه ناموفق بود. دسترسی پورت ۸۰ را بررسی کنید.

# letsEncryptErrorRevokeFailed
source: Failed to delete certificate
fa: حذف گواهینامه ناموفق بود

# letsEncryptRevokeTitle
source: Delete Certificate?
fa: حذف گواهینامه؟

# letsEncryptRevokeDesc
source: Are you sure you want to delete this Let's Encrypt certificate?
fa: آیا مطمئن هستید می‌خواهید این گواهینامه Let's Encrypt را حذف کنید؟

# letsEncryptRevokeWarning
source: Services using this certificate will stop working until a new certificate is issued.
fa: سرویس‌هایی که از این گواهینامه استفاده می‌کنند تا صدور گواهینامه جدید کار نخواهند کرد.

source: Network Tools
fa: ابزارهای شبکه

# diagnosticTools
source: Network Diagnostic Tools
fa: ابزارهای تشخیصی شبکه

# testConnectivity
source: Test connectivity and resolve network issues
fa: تست اتصال و حل مشکلات شبکه

# toolsInfoTitle
source: Real-time Network Tools
fa: ابزارهای شبکه لحظه‌ای

# toolsInfoDescription
source: All diagnostic tools display results in real-time as they are received from the router.
fa: تمام ابزارهای تشخیصی نتایج را به صورت زنده و هم‌زمان با دریافت از روتر نمایش می‌دهند.

# pingInfoText
source: Ping: Real-time packet transmission display
fa: پینگ: نمایش لحظه‌ای ارسال و دریافت بسته‌ها

# tracerouteInfoText
source: Traceroute: Step-by-step network path display
fa: مسیریابی: نمایش گام‌به‌گام مسیر شبکه

# dnsLookupInfoText
source: DNS Lookup: Fast IP address resolution
fa: جستجوی DNS: شناسایی سریع آدرس IP

# stopPing
source: Stop
fa: توقف

# stopTraceroute
source: Stop
fa: توقف

source: Ping
fa: پینگ

source: Ping Test
fa: تست پینگ

# pingConnectivity
source: Test connectivity to a host
fa: تست اتصال به یک میزبان

source: Traceroute
fa: ردیابی مسیر

source: Traceroute Test
fa: تست Traceroute

# tracePath
source: Trace network path to a host
fa: ردیابی مسیر شبکه به یک میزبان

source: DNS Lookup
fa: جستجوی DNS

# dnsLookupTitle
source: DNS Lookup
fa: جستجوی DNS

# resolveDomains
source: Resolve domain names to IP addresses
fa: تبدیل نام دامنه به آدرس IP

source: Clear Results
fa: پاک کردن نتایج

# clearAllResults
source: Clear all diagnostic results
fa: پاک کردن تمام نتایج تشخیصی

# targetHost
source: Target IP Address
fa: آدرس IP هدف

source: Packet Count
fa: تعداد بسته

source: Timeout (ms)
fa: زمان انتظار (ms)

source: Max Hops
fa: حداکثر Hop

source: Domain Name
fa: نام دامنه

source: Start Ping
fa: شروع پینگ

source: Start Traceroute
fa: شروع Traceroute

source: Lookup DNS
fa: جستجوی DNS

source: Looking up...
fa: در حال جستجو...

# pleaseEnterDomainName
source: Please enter a domain name
fa: لطفاً نام دامنه را وارد کنید

source: Record Type
fa: نوع رکورد

source: DNS Server
fa: سرور DNS

# dnsServerHelper
source: Leave empty to use router's DNS
fa: برای استفاده از DNS روتر خالی بگذارید

# dnsServerHelpText
source: Specify a custom DNS server to query (e.g., 8.8.8.8 for Google DNS, 1.1.1.1 for Cloudflare). Leave empty to use the router's configured DNS servers.
fa: یک سرور DNS سفارشی برای پرس‌وجو مشخص کنید (مثلاً 8.8.8.8 برای Google DNS یا 1.1.1.1 برای Cloudflare). برای استفاده از سرورهای DNS تنظیم‌شده روتر خالی بگذارید.

# dnsLookupHelpText
source: DNS Lookup resolves domain names to IP addresses. Select a record type to query specific DNS records like A (IPv4), AAAA (IPv6), MX (mail servers), or TXT records.
fa: جستجوی DNS نام‌های دامنه را به آدرس‌های IP تبدیل می‌کند. یک نوع رکورد انتخاب کنید تا رکوردهای خاص DNS مانند A (IPv4)، AAAA (IPv6)، MX (سرورهای ایمیل) یا رکوردهای TXT را پرس‌وجو کنید.

# timeoutHelpText
source: Maximum time to wait for a response from the DNS server. Increase if you're experiencing timeout errors.
fa: حداکثر زمان انتظار برای پاسخ از سرور DNS. در صورت خطای timeout افزایش دهید.

source: Records
fa: رکوردها

# recordTypeHelp
source: DNS Record Types
fa: انواع رکورد DNS

# recordTypeADesc
source: Returns the IPv4 address of a domain. Most common record type for website lookups.
fa: آدرس IPv4 دامنه را برمی‌گرداند. رایج‌ترین نوع رکورد برای جستجوی وب‌سایت.

# recordTypeAAAADesc
source: Returns the IPv6 address of a domain. Used for modern IPv6 networks.
fa: آدرس IPv6 دامنه را برمی‌گرداند. برای شبکه‌های مدرن IPv6 استفاده می‌شود.

source: Ping Results
fa: نتایج پینگ

source: Traceroute Results
fa: نتایج Traceroute

# dnsResults
source: DNS Lookup Results
fa: نتایج جستجوی DNS

source: Packets sent
fa: بسته‌های ارسال شده

source: Packets received
fa: بسته‌های دریافت شده

source: Packet Loss
fa: از دست دادن بسته

source: RTT
fa: زمان رفت و برگشت

source: IPv4 Addresses
fa: آدرس‌های IPv4

source: IPv6 Addresses
fa: آدرس‌های IPv6

source: Response Time
fa: زمان پاسخ

# noResults
source: No results found
fa: نتیجه‌ای یافت نشد

source: Queues
fa: صف‌ها

source: Simple Queues
fa: صف‌های ساده

# queueManagement
source: Manage bandwidth queues and traffic shaping
fa: مدیریت صف‌های پهنای باند و شکل‌دهی ترافیک

source: Add Queue
fa: افزودن صف

source: Queue Name
fa: نام صف

source: Target
fa: هدف

source: Max Limit
fa: حداکثر محدودیت

source: Burst Limit
fa: محدودیت انفجار

source: Burst Threshold
fa: آستانه انفجار

source: Burst Time
fa: زمان انفجار

source: Priority
fa: اولویت

source: Parent
fa: والد

source: Advanced Settings
fa: تنظیمات پیشرفته

source: Limit At
fa: محدودیت در

source: Queue Type
fa: نوع صف

source: Total Queue Limit
fa: محدودیت کل صف

source: Total Max Limit
fa: حداکثر محدودیت کل

source: Total Burst Limit
fa: محدودیت انفجار کل

source: Total Burst Threshold
fa: آستانه انفجار کل

source: Total Burst Time
fa: زمان انفجار کل

source: Total Limit At
fa: محدودیت کل در

source: Bucket Size
fa: اندازه سطل

source: Save Queue
fa: ذخیره صف

source: Delete Queue
fa: حذف صف

# deleteQueueConfirm
source: Are you sure you want to delete this queue?
fa: آیا مطمئن هستید می‌خواهید این صف را حذف کنید؟

source: Toggle Queue
fa: تغییر وضعیت صف

source: Queue enabled
fa: صف فعال شد

source: Queue disabled
fa: صف غیرفعال شد

source: Loading queues...
fa: در حال بارگذاری صف‌ها...

# noQueues
source: No queues found
fa: صف‌ای یافت نشد

# queueAdded
source: Queue added successfully
fa: صف با موفقیت اضافه شد

# queueUpdated
source: Queue updated successfully
fa: صف با موفقیت به‌روزرسانی شد

# queueDeleted
source: Queue deleted successfully
fa: صف با موفقیت حذف شد

# queueToggled
source: Queue status changed
fa: وضعیت صف تغییر کرد

source: Error loading queues
fa: خطا در بارگذاری صف‌ها

source: Error adding queue
fa: خطا در افزودن صف

source: Error updating queue
fa: خطا در به‌روزرسانی صف

source: Error deleting queue
fa: خطا در حذف صف

# errorTogglingQueue
source: Error changing queue status
fa: خطا در تغییر وضعیت صف

# speedLimitTitle
source: Simple Q
fa: صف ساده

# speedLimitDescription
source: Control download and upload speed for specific devices or networks
fa: کنترل سرعت دانلود و آپلود برای دستگاه‌ها یا شبکه‌های مشخص

# addSpeedLimit
source: Add Simple Q
fa: افزودن صف ساده

# editSpeedLimit
source: Edit Simple Q
fa: ویرایش صف ساده

# deleteSpeedLimit
source: Delete Simple Q
fa: حذف صف ساده

# deleteSpeedLimitConfirm
source: Are you sure you want to delete
fa: آیا مطمئن هستید که می‌خواهید حذف کنید

# noSpeedLimits
source: No simple queues configured
fa: هیچ صف ساده‌ای تنظیم نشده است

# speedLimitsCount
source: simple queue(s)
fa: صف ساده

source: Single Device
fa: یک دستگاه

source: Network Devices
fa: شبکه دستگاه‌ها

source: Speed Units
fa: واحدهای سرعت

source: Ready Templates
fa: قالب‌های آماده

# templatesDescription
source: Quick setup with predefined settings
fa: راه‌اندازی سریع با تنظیمات از پیش تعریف شده

source: Quick Guide
fa: راهنمای سریع

# nameLabel
source: Name
fa: نام

# nameExample
source: e.g., Office Manager, Guest Network
fa: مثال: مدیر دفتر، شبکه مهمان

# nameRequired
source: Name is required
fa: نام الزامی است

# targetLabel
source: Device or Network
fa: دستگاه یا شبکه

# targetExample
source: 192.168.1.100 or 192.168.1.0/24
fa: 192.168.1.100 یا 192.168.1.0/24

# targetRequired
source: IP address is required
fa: آدرس IP الزامی است

# invalidIPFormat
source: Invalid IP address format
fa: فرمت آدرس IP نامعتبر است

source: Speed Limit
fa: محدودیت سرعت

source: Download
fa: دانلود

source: Upload
fa: آپلود

# priorityLabel
source: Priority
fa: اولویت

source: Comment (Optional)
fa: توضیحات (اختیاری)

# commentHint
source: Optional description
fa: توضیحات اختیاری

source: Saving...
fa: در حال ذخیره...

# templateRegularUser
source: Regular User
fa: کاربر عادی

# templateRegularUserDesc
source: For regular users
fa: برای کاربران معمولی

# templateGuestNetwork
source: Guest Network
fa: شبکه مهمان

# templateGuestNetworkDesc
source: Limited for guests
fa: محدودیت برای مهمان‌ها

# templateVIPUser
source: VIP User
fa: کاربر ویژه

# templateVIPUserDesc
source: For VIP users
fa: برای کاربران VIP

# templateServer
source: Server
fa: سرور

# templateServerDesc
source: For servers
fa: برای سرورها

# templateCamera
source: Security Camera
fa: دوربین مداربسته

# templateCameraDesc
source: For cameras
fa: برای دوربین‌ها

# priorityHigh
source: High Priority
fa: اولویت بالا

# priorityHighDesc
source: VoIP, video conferencing, servers
fa: VoIP، ویدیو کنفرانس، سرورها

# priorityMedium
source: Medium Priority
fa: اولویت متوسط

# priorityMediumDesc
source: Web browsing, email, regular users
fa: مرور وب، ایمیل، کاربران عادی

# priorityLow
source: Low Priority
fa: اولویت پایین

# priorityLowDesc
source: Downloads, torrents, backups
fa: دانلود، تورنت، پشتیبان‌گیری

# priorityHighShort
source: High
fa: بالا

# priorityMediumShort
source: Medium
fa: متوسط

# priorityLowShort
source: Low
fa: پایین

source: Wireless Management
fa: مدیریت بی‌سیم

source: Clients
fa: کلاینت‌ها

source: Security Profiles
fa: پروفایل‌های امنیتی

# noWirelessInterfaces
source: No wireless interfaces found
fa: هیچ رابط بی‌سیمی یافت نشد

# noConnectedClients
source: No connected clients found
fa: هیچ کلاینتی متصل نیست

# noSecurityProfiles
source: No security profiles found
fa: هیچ پروفایل امنیتی یافت نشد

source: Connected
fa: متصل

source: System Logs
fa: لاگ‌های سیستم

source: Logs
fa: لاگ‌ها

source: Follow
fa: پیگیری

source: Live Log
fa: لاگ زنده

# logsTabInfo
source: Shows all router system logs. Logs are displayed from oldest (top) to newest (bottom). Use the filter button to narrow down logs by topics. Pull down to refresh.
fa: نمایش تمام لاگ‌های سیستم روتر. لاگ‌ها از قدیمی‌ترین (بالا) به جدیدترین (پایین) نمایش داده می‌شوند. از دکمه فیلتر برای محدود کردن لاگ‌ها بر اساس موضوع استفاده کنید. برای بروزرسانی به پایین بکشید.
